Repository: common-repository/oxyplug-prefetch
Catalog: lang/oxy-prefetch-*.po
Languages: fa_ir, fr_fr

source: Oxyplug Prefetch & Prerender | Settings
fa_ir: Oxyplug Prefetch & Prerender | تنظیمات
fr_fr: Oxyplug Prefetch & Prerender | Paramètres

source: Prefetch
fa_ir: پریفچ

source: Prefetches only the document of the next page.
fa_ir: فقط داکیومنت صفحه بعد پریفچ شود.
fr_fr: Faire le prefetch uniquement le document de la page suivante.

source: Learn More
fa_ir: اطلاعات بیشتر
fr_fr: En savoir plus

source: Number of prefetches (immediate)
fa_ir: تعداد پریفچ ها (immediate)
fr_fr: Nombre de prefetches (immediate)

source: The number of links to be prefetched on a category page
fa_ir: تعداد لینک هایی که در صفحه کتگوری پریفچ می شوند
fr_fr: Le nombre de liens à faire le prefetch sur une page de catégorie

source: Prefetch links on mouse hover (moderate)
fa_ir: لینک ها با هاور موس پریفچ شوند (moderate)
fr_fr: Faire le prefetch des liens au survol de la souris (moderate)

source: Prerender
fa_ir: پری رندر
fr_fr: Prérendu

source: Prerenders the next page completely like an invisible tab.
fa_ir: صفحه بعد همانند یک تب (زبانه) مخفی، به صورت کامل پری رندر شود.
fr_fr: Fair le prérendu de la page suivante complètement comme un onglet invisible.

source: Number of prerenders (immediate)
fa_ir: تعداد پری ندرها (immediate)
fr_fr: Nombre de prérendus (immediate)

source: The number of links to be prerendered on a category page
fa_ir: تعداد لینک هایی که در صفحه کتگوری پری رندر می شوند
fr_fr: Le nombre de liens à fair le prérendu sur une page de catégorie

source: Prerender links on mouse hover (moderate)
fa_ir: لینک ها با هاور مورس پری رندر شوند (moderate)
fr_fr: Fair le prérendu des liens au survol de la souris (moderate)

source: Exclusion
fa_ir: استثنائات

source: (Only for moderate)
fa_ir: (فقط برای moderate)
fr_fr: (Uniquement pour moderate)

source: href exclusion (RegEx allowed)
fa_ir: آدرس های مستثنا (آدرس های RegEx نیز قابل قبول هستند)
fr_fr: Exclusion href (RegEx autorisé)

source: Add More
fa_ir: افزودن بیشتر
fr_fr: Ajouter plus

source: Selector exclusion
fa_ir: استثنا بر اساس سلکتور
fr_fr: Exclusion du sélecteur

source: Exclude links within a section by entering id, class name or any other selectors.
fa_ir: لینک ها را بر اساس آیدی، نام کلاس و یا هر سلکتور دیگری، از پریفچ یا پری رندر شدن خارج کنید.
fr_fr: Excluez les liens dans une section en saisissant l'id, le nom de la classe ou tout autre sélecteurs.

source: Example: .no-prerender
fa_ir: مثال: .no-prerender
fr_fr: Exemple: .no-prerender

source: Save
fa_ir: ذخیره
fr_fr: Enregistrer

source: Saved.
fa_ir: ذخیره شد.
fr_fr: Enregistré.

source: Wrong Nonce! Refresh the page.
fa_ir: Wrong Nonce! صفحه را رفرش کنید.
fr_fr: Faux Nonce! Actualiser la page.

source: Error!
fa_ir: خطا!
fr_fr: Erreur!

source: Max number of prefetches is %d.
fa_ir: حداکثر تعداد پریفچ %d است.
fr_fr: Le nombre maximum de prefetches est %d.

source: Min number of prefetches is %d.
fa_ir: حداقل تعداد پریفچ %d است.
fr_fr: Le nombre minimal de prefetches est %d.

source: Max number of prerenders is %d.
fa_ir: حداکثر تعداد پری رندر %d است.
fr_fr: Le nombre maximum de prérendus est %d.

source: Min number of prerenders is %d.
fa_ir: حداقل تعداد پری رندر %d است.
fr_fr: Le nombre minimal de prérendus est %d.

source: Oops..something went wrong:
fa_ir: اوه.. خطایی رخ داده است.
fr_fr: Oups… quelque chose s'est mal passé:

source: The prefetch url is invalid.
fa_ir: URL پریفچ صحیح نمی باشد.
fr_fr: L'URL de prefetch n'est pas valide.

source: The prefetch url must be in your host.
fa_ir: URL پریفچ باید بر روی هاست شما واقع شده باشد.
fr_fr: L'URL de prefetch doit être dans votre hôte.

source: The prerender url is invalid.
fa_ir: URL پری رندر صحیح نمی باشد.
fr_fr: L'URL de prérendu n'est pas valide.

source: The prerender url must be in your host.
fa_ir: URL پری رندر باید بر روی هاست شما واقع شده باشد.
fr_fr: L'URL de prérendu doit être dans votre hôte.

source: Successfully updated.
fa_ir: با موفقیت به روز رسانی شد.
fr_fr: Mise à jour réussie.

source: ON
fa_ir: فعال
fr_fr: ACTIVÉ

source: OFF
fa_ir: غیر فعال
fr_fr: DÉSACTIVÉ

source: Prerender the link(s) below on:
fa_ir: لینک (های) زیر پری رندر شود:
fr_fr: Faie le prérendu du(des) lien(s) ci-dessous sur :

source: e.g. %s
fa_ir: مثال %s
fr_fr: ex. %s

source: Prefetch the link(s) below on:
fa_ir: لینک (های) زیر پریفچ شود:
fr_fr: Faire le prefetch du(des) lien(s) ci-dessous sur :

source: You have not enabled prerender in Oxyplug Prefetch & Prerender %s.
fa_ir: گزینه پری رندر در تنظیمات افزونه Oxyplug Prefetch & Prerender فعال نیست %s.
fr_fr: Vous n'avez pas activé le prérendu dans Oxyplug Prefetch & Prerender %s.

source: settings
fa_ir: تنظیمات
fr_fr: Paramètres

source: Do not show this message again
fa_ir: این پیام دوباره نمایش داده نشود
fr_fr: Ne plus afficher ce message

source: Settings
fa_ir: تنظیمات
fr_fr: Paramètres

source: Faster loading next pages by prerendering/prefetching all links a user hovers or addresses you prefer. It improves UX and Core Web Vitals score.
fa_ir: با استفاده از پریفچ و پری رندر کردن تمامی لینک ‌هایی که کاربر روی آنها هاور می‌کند و یا هر آدرس دلخواه دیگری که وارد می‌ کنید، صفحات با سرعت بالایی لود خواهند شد. این امر، باعث بهبود تجربه کاربری و همچنین بهبود امتیاز Core Web Vitals می گردد.
fr_fr: Chargement plus rapide des pages suivantes en faisant prefetch/prérendu de tous les liens survolés par un utilisateur ou auxquels vous préférez les adresses. Il améliore l'expérience utilisateur et le score Core Web Vitals.
